<?php  
$this->widget('zii.widgets.CBreadcrumbs', array(
    'links'=>$this->breadcrumbs,
));
?>

<div class="info">Всезнайка</div>
<?php $this->widget('LastKnowallWidget'); ?>
<div class="separator"></div>

<div class="info">Підручники</div>
<?php $this->widget('LastBookWidget', array('mode'=>'textbook')); ?>
<div class="separator"></div>

<div class="info">ГДЗ</div>
<?php $this->widget('LastBookWidget', array('mode'=>'gdz')); ?>
<div class="separator"></div>

<h1>Шкільний інформаційний портал <div class="logo-title">SHKOLYAR.INFO</div></h1>
<p class="description">

	&nbsp;&nbsp;&nbsp;&nbsp;Раді вітати Вас на виключно українському шкільному інформаційному порталі.
	Данний портал створено з метою зібрати усі матеріали в одному місці, які потрібні для навчання в школі, 
	щоб зберигти Ваш час та допомогти Вам у навчанні. Усі матеріали на данному порталі, збиралися з просторів інтернету з урахуванням шкільної програми для українських шкіл. Ми витратили надзвичайно багато часу та зусиль, 
	щоб досягнути поставленої мети. Портал розділенний на декілька розділів для зручності пошуку потрібного матеріалу: <br> - у розділі <?php echo CHtml::link('ГДЗ',array('/gdz')); ?> представлені збірники готових домашніх завдань; <br> - у розділі <?php echo CHtml::link('Підручники',array('/textbook')); ?> знаходяться шкільні підручники для ураїнських шкіл;<br> - у розділі <?php echo CHtml::link('Художня література',array('/library')); ?> знаходяться повні тексти творів, які вивчаються на українській та зарубіжній літературах; <br> - у розділі <?php echo CHtml::link('Твори',array('/writing')); ?> находяться приклади написанних шкільних творів;<br> - у розділі <?php echo CHtml::link('Всезнайка',array('/knowall')); ?> знаходяться безліч цікавих статей та порад. <br><br>
	&nbsp;&nbsp;&nbsp;&nbsp;Ми надіємося, що шкільний портал <strong>SHKOLYAR.INFO</strong> стане для Вас надійним помічником у швидкому та зручному пошуку правильних відповидей на домашні завдання, шкільних підручників онлайн, творів з художньої літературі, зразків написання шкільних творів. А також допоможе Вам розкрити великі таємниці навколишнього світу у розділі для всезнайок.


<br><br><br><br><br><br>

	
	&nbsp;&nbsp;&nbsp;&nbsp;Також ми створили розділ <?php echo CHtml::link('Художня література',array('/library')); ?>, де зібрані усі твори з української 
	та зарубіжної літератури, які вивчаються по шкільній програмі у старших класах(5-11). Ви можите знайти і читати їх онлайн у цьому розділі, що значно зручніше та легше ніж шукати потрібні твори по бібліотекам, а потім забувати їх здавати і через декілька років намагатися переконати бібліотекаря, що Ви їх ніколи не брали, що це якась помилка :). Ну звісно, у Вас так не буває. Усі твори згрупованні по їх авторам, що значно полегшує пошук - Ви просто вибираєте потрібного автора, а потім вибираєте потрібний твір цього автора. <br><br>
	&nbsp;&nbsp;&nbsp;&nbsp;У розділі <?php echo CHtml::link('Твори',array('/writing')); ?> Ви знайдети шкільні твори, сгруповані по класам та предметам для зручнішого пошуку. Вони представлені для того, щоб послугувати Вам прикладом, навіяти ідею чи ще якось допомогти у написані творів. Усі твори максимально розкривають тему і є змістовно правильними, але команда порталу <strong>SHKOLYAR.INFO</strong> не несе відповідальність за отримані оцінки при повному копіруванні данних творів, вони представленні виключно в ознайомлюванних ціллях.<br><br>
	




</p>