<?php  
$this->widget('zii.widgets.CBreadcrumbs', array(
    'links'=>$this->breadcrumbs,
));
?>

<div class="info">Всезнайка</div>
<?php $this->widget('LastKnowallWidget'); ?>
<div class="separator"></div>

<div class="info">Підручники</div>
<?php $this->widget('LastBookWidget', array('mode'=>'textbook')); ?>
<div class="separator"></div>

<div class="info">ГДЗ</div>
<?php $this->widget('LastBookWidget', array('mode'=>'gdz')); ?>
<div class="separator"></div>

<h1>Шкільний інформаційний портал <div class="logo-title">SHKOLYAR.INFO</div></h1>
<p class="description">

	Данний портал створено з метою зібрати усі потрібні для навчання в школі матеріали, в одному місці, 
	щоб зберигти Ваш час та допомогти Вам у навчанні. Команда порталу витратила чимало часу та зусиль, 
	щоб досягнути поставленої мети. <br><br>
	Ми надиіємося, що шкільний портал <strong>SHKOLYAR.INFO</strong> стане для Вас надійним помічником у швидкому та зручному 
	пошуку правильних відповидей на домашні завдання, для того щоб їх звірити з власним розв'язком и переконатися 
	у правильності вашого рішення. Усі <strong>готові домашні завдання</strong> зібрани в 
	розділі порталу <?php echo CHtml::link('ГДЗ',array('/gdz')); ?>.<br><br>
	Також ми сподіваємось полегшити вам пошук - онлайн підручників, з шкільної програми для українських середніх 
	загальноосвітніх шкіл. Ви можите легко і швидко знайти підручник, по якому Ви навчаєтесь у школі в
	розділі нашого порталу <?php echo CHtml::link('Підручники',array('/textbook')); ?> та переглядати його онлайн. У цьому розділі зібрані усі підручники 
	шкільної програми України для старших класів(5-11). Тепер більше не потрібно носити важкі паперові підручники, 
	адже тепер Вы завжди зможите переглядати їх онлайн у нас на порталі, в будь-якому місці, з 
	планшету чи телефона або компьютера.<br><br>
	Також ми створили розділ <?php echo CHtml::link('Художня література',array('/library')); ?>, де зібрані усі твори з української 
	та зарубіжної літератури, які вивчаються по шкільній програмі у старших класах(5-11). Ви можите знайти і читати їх онлайн у цьому розділі, що значно зручніше та легше ніж шукати потрібні твори по бібліотекам, а потім забувати їх здавати і через декілька років намагатися переконати бібліотекаря, що Ви їх ніколи не брали, що це якась помилка :). Ну звісно у Вас так не буває. Усі твори сформовані по їх авторам, що значно полегшує пошук - Ви просто вибираєте потрібного автора, а потім вибираєте потрібний твір цього автора. <br><br>
	У розділі <?php echo CHtml::link('Твори',array('/writing')); ?> Ви знайдети шкільні твори, сгруповані по класам та предметам для зручнішого пошуку. Вони представлені для того, щоб послугувати Вам прикладом, навіяти ідею чи ще якось допомогти у написані творів. Усі твори максимально розкривають тему і є змістовно правильними, але команда порталу SHKOLYAR.INFO не несе відповідальність за отримані оцінки при повному копіруванні данних творів, вони представленні виключно в ознайомлюванних ціллях.<br><br>
	Розділ <?php echo CHtml::link('Всезнайка',array('/knowall')); ?>, буде корисний для тих кого цікавить усе навкруги: утворення планети, наша галактика, рекорди Гіннеса, людські можливости, цікаві факти. Тут зібранно безліч цікавих матеріалів, які допоможуть Вам розширити свій кругозір та відповісти на питання Шо? Чому? Як? Коли?. Також ви знайдите в цьому розділи багато корисних порад з моди, краси, спорту, кулінарії та різних видів хоббі, які ви зможите використовувати у свому повсякденному житті.




</p>